cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'bash'
brew 'coreutils'
brew 'findutils'
brew 'git-flow'
brew 'gnupg'
brew 'gnupg2'
brew 'grc'
brew 'mackup'
brew 'nvm'
brew 'pyenv'
brew 'ssh-copy-id'
brew 'trash'
brew 'tree'
brew 'unrar'


cask 'google-chrome'
cask 'iterm2'


cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'qlimagesize'
cask 'webpquicklook'
cask 'suspicious-package'
cask 'quicklookase'
cask 'qlvideo'

cask 'sourcetree'
cask 'spectacle'
cask 'keepingyouawake'
cask 'iina'

cask 'visual-studio-code'
cask 'vlc'
cask 'webstorm'
